Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_3s.doc.tmx
Source language: sme
Languages: nob

source: Sámediggi deattuha ahte lea deaŧalaš heivehit lassi- ja joatkkaoahppofálaldaga iešguđet ulbmiljoavkkuide , ja ahte oahpahusfálaldat lea molssolaš ja njuovžil .
nob: Sametinget understreker nødvendigheten av at etter- og videreutdanningstilbud må rette seg mot flere målgrupper , og det må være varierte og fleksible opplæringstilbud .

source: Sámediggi čujuha ahte sámi servodagas lea stuora dárbu gelbbolašvuođaloktemii sámegielas ja kultuvrras .
nob: Sametinget viser til at de samiske samfunn har et stort behov for kompetanseheving i samisk språk og kultur .

source: Dan oaidná vuođđoskuvllas ja joatkkaoahpahusas , gos barget oahpaheaddjit geat leat unnán ožžon dahje eai leat oba ožžonge sámegiela ja kultuvrralaš gelbbolašvuođa iežaset oahpus .
nob: Dette fordi det både i grunnskolen og i videregående opplæring virker lærere som ikke fikk eller i liten grad fikk en samisk-språklig og kulturell kompetanse i sin utdanning .

source: Lea stáhta ja suohkana ovddasvástádus plánet ja álggahit lassi- ja joatkkaoahppofálaldaga mii gokčá sámi servodaga dárbbuid min mánáid oahpahusa ektui .
nob: Det er et statlig ansvar i samarbeid med kommunene å planlegge og igangsette etter- og videreutdanningstilbud som ivaretar de behov som det samiske samfunnet etterspør , i opplæringen av våre barn .

source: Sámediggi deattuha ahte gelbbolašvuođalokten lea earenoamáš deaŧalaš maŋŋil go ođđa skuvlaođastusat álggahuvvojedje ( Ođastus- 94 ja Ođastus-97 ) , vai skuvllat sáhttet addit ohppiide dan sámegiel- ja kultuvraoahpahusa maid stáhta lea geatnegahtton fállat ođđa oahppoplánaid mielde .
nob: Sametinget understreker spesielt viktigheten av kompetanseheving etter at de nye skolereformene ble igangsatt ( Reform- 94 og Reform-97 ) , slik at skolene skal bli i stand til å gi elevene den opplæring i samisk språk og kultur som staten gjennom de nye læreplanverkene er forpliktet til å gi .

source: Gelbbolašvuođaovdáneapmi oahpaheddjiid várás ii guoskka dušše sámegiela ja kultuvrra gelbbolašvuođaloktemii .
nob: Kompetanseutvikling for lærere må ikke bare ses i forhold til kompetanseoppbygging i samisk språk og kultur .

source: Nu go lávdegotti bargu čájeha , ja nu go gulaskuddaninstánssaid majoritehta deattuha , de lea gelbbolašvuođalokten hui dárbbašlaš sámi skuvlla oahpaheddjiide realfágain .
nob: Som utvalgets arbeid viser , og som majoriteten av høringsinstansene vektlegger , er det et stort behov for kompetanseheving hos lærere i den samiske skolen innenfor realfagene .

source: Sámediggi bivdá oahpahusásahusaid váldit árvalusaid duođas , ja ahte sii álggahit lassi- ja joatkkaoahppofálaldaga mii gokčá dán dárbbu .
nob: Sametinget ber utdanningsinstitusjonene om å ta slike innspill alvorlig og igangsette etter- og videreutdanningstilbud som ivaretar dette behovet .

source: Mii guoská ovddasvástádusjuohkimii Sámi allaskuvlla ja Sámedikki gaskka ja Sámi allaskuvlla ja eará allaskuvllaid gaskka , lea Sámedikki prinsihpalaš oaivil ahte Sámediggi ii galgga addit lassioahpu nu go lávdegoddi lea árvalan sámi vuođđoskuvlla oahpaheddjiid ektui .
nob: Når det gjelder ansvarsfordeling mellom Samisk høgskole og Sametinget og mellom Samisk høgskole og andre høgskoler , er det Sametingets oppfatning på et prinsipielt grunnlag at Sametinget ikke skal gi etterutdanningstilbud , slik som utvalget tilrår i forhold til etter-utdanning av lærere i samisk grunnskole .

source: Sámediggi sáhttá baicca váldit ovddasvástádusa lassioahpahusplánaid ovddideapmái ja mearrideapmái maid allaskuvllat galget álggahit .
nob: Sametinget kan derimot påta seg ansvar for utvikling og fastsetting av etterutdanningsplaner som høgskolene får ansvar for å igangsette .

source: Sámi allaskuvla berre oažžut váldoovddasvástádusa lassi- ja joatkkaoahppofálaldaga fállat oahpaheddjiide sámi vuođđoskuvllas ja joatkkaoahpahusas , muhto ferte leat lagas ovttasbargu ásahuvvon sámi oahpahusfierbmádaga siskkobealde .
nob: Samisk høgskole bør ha hovedansvar for å tilby etter- og videreutdanningstilbud for lærere i samisk grunnskole og videregående opplæring , men også dette må skje i et nært samarbeid innenfor det etablerte samiske utdanningsnettverket .

source: Desentraliserejuvvon ja IKT-heivehuvvon oahpahusvuogit heivejit earenoamáš bures lassi- ja joatkkaoahppofálaldahkan .
nob: Desentraliserte og IKT-baserte opplæringsformer egner seg spesielt godt som etter- og videreutdanningstilbud .

source: Rekrutteren
nob: Rekruttering

source: Sámediggi váivahuvvá dálá sámi oahpaheaddjeoahpu rekrutterendiliin .
nob: Sametinget er svært bekymret for rekrutteringssituasjonen til dagens samiske lærerutdanning .

source: Nu go čielggadeapmi čájeha de ii leat rekrutteren oahpaheaddjeohppui buorre .
nob: Som utredningen viser er ikke rekrutteringen til lærerutdanningen god .

source: Seammás lea stuora dárbu sámi oahpaheddjiide .
nob: Samtidig er behovet for samiske lærere stort .

source: Lea čielggas ahte fertejit álggahuvvot earenoamáš rekrutterendoaibmabijut jus galgá leat doaivva oažžut doarvái sámegielat oahpaheddjiid sámi skuvlii .
nob: Det er åpenbart at det må iverksettes ekstraordinære rekrutterings-tiltak om man noen gang skal ha håp om å fylle behovene for samiskspråklige lærere i den samiske skolen .

source: Eará bealli sámi oahpaheaddjeoahpu studentarekrutteremis lea sámi skuvllaid oahpaheddjiid bargodilli .
nob: En annen viktig side i forhold til rekruttering av studenter til samisk lærer-utdanning kan knyttes til arbeidsforholdene for lærere i den samiske skolen .

source: Lea stuora dárbu sámi oahpaheddjiid bargodili vuđolaččat guorahallat .
nob: Det er et stort behov for en grundig gjennomgang av samiske læreres arbeidsforhold .

source: Sámediggi doarju lávdegotti árvalusa iešguđet rekrutterendoaimmaid birra mat leat 11.7 ja 11.8 kap.
nob: Sametinget støtter utvalgets tilrådninger om ulike rekrutteringstiltak skissert i kap. 11.7 og 11.8 .

source: Dat ahte leat unnán ohccit dábálašoahpaheaddjeohppui , ja ahte lea dárbu sámi oahpaheddjiide , muitala ahte rekrutterenbargu gáibida virgeresurssaid ja eará ekonomalaš resurssaid .
nob: Dagens lave søkning til allmennlærerutdanningen på den ene siden , og behovet for samiske lærere på den andre siden , tilsier at rekrutteringsarbeidet krever stillingsressurser og andre økonomiske ressurser .

source: Sámediggi doarju lávdegotti árvalusa ahte ferte ásahuvvot sierra stipeandaortnet studenttaide geat váldet sámi oahpaheaddjeoahpu .
nob: Sametinget støtter utvalgets tilrådning om at det må etableres en egen stipendordning for studenter som tar samisk lærerutdanning .

source: Sámediggi oaivvilda ahte dákkár stipeandaortnet ferte earenoamážit leat dievdostudenttaid várás , ja studenttaide olggobealde sámegiela hálddašanguovllu , ja julev- ja lullisámi studenttaide . Dán ferte dahkat vai movttiidahttá dievdostudenttaid oahpaheaddjeohppui ( sihke ovdaskuvlaoahpaheaddje- ja dábálašoahpaheaddjeohppui ) ja sámi studenttaid olggobealde sámi hálddašanguovllu .
nob: Sametinget mener at en stipendordning særlig må rette seg mot mannlige studenter og studenter utenfor forvaltnings-området for samisk språk inklusive lule- og sørsamiske studenter , for å stimulere til å rekruttere flere mannlige studenter til lærerutdanningene ( både til førskolelærer- , og allmenn-lærerutdanningene ) og flere samiske studenter utenfor forvaltningsområdet for samisk språk .

source: Sámediggi oaivvilda maiddái ahte farggamusat ferte ráhkaduvvot sierra plána diehtojuohkimii ja rekrutteremii .
nob: Sametinget mener også at det snarest må utarbeides en egen plan for informasjon og rekruttering .

source: Mii čujuhit ahte leat olu resurssat rekrutterenbargui , earenoamážit go lea sáhka dieđuid juohkit ja rekrutteret studenttaid 4 riikkas ja unnimusat 5 gillii .
nob: Vi viser til at ressurser til rekrutteringsarbeidet er stort , særlig når ambisjonen er å informere og rekruttere studenter fra 4 land og på minst 5 språk .

source: Eará deaŧalaš rekrutterendoaibma lea desentraliserejuvvon oahppofálaldat .
nob: Et annet viktig rekrutteringstiltak er desentraliserte studietilbud .

source: Sámi allaskuvla ferte ovttasráđiid eará oahpahusásahusaiguin sámi oahpahusfierpmádagas , fállat desentraliserejuvvon oahpahusfálaldaga mii buoremus láhkái doaibmá .
nob: Samisk høgskole må i samarbeid med andre utdanningsinstitusjoner i det samiske utdanningsnettverket tilby desentraliserte utdanningstilbud som kan fungere optimalt .

source: IKT- heivehuvvon oahpahusvuogit ovttas desentraliserejuvvon fálaldagain , dagaha ahte studenttat geat orrot guhkkin eret oahpahusásahusain sáhttet oažžut oahppofálaldaga lagasbirrasis .
nob: IKT-baserte opplæringsformer i kombinasjon med desentraliserte tilbud , bidrar til at studenter som bor langt fra utdannings-institusjonene kan få studietilbud i deres nærområder .

source: Sámediggi oaivvilda maiddái ahte eanet oahppofálaldagat Sámi allaskuvlii lea deaŧalaš rekrutterendoaibma .
nob: Sametinget anser også større bredde i studietilbudene ved Samisk høgskole som et viktig rekrutteringstiltak .

source: Dát lea dan dihte vai Sámi allaskuvla šaddá eambbo bivnnut ođđa studenttaide .
nob: Dette slik at Samisk høgskole kan bli mere attraktiv for nye studenter .

source: Ođđa oahppofálaldat omd. realfágain ja praktihkalaš fágain , lassin eará ortnegiidda , livčče maiddái sáhttán eambbo dievdostudenttaid rekrutteret sámi oahpaheaddjeohppui .
nob: Nye studietilbud f eks innen realfag og praktiske fag , sammen med andre ordninger , vil i tillegg kunne bidra til å rekruttere flere mannlige studenter til samisk lærerutdanning .

source: Dutkan ja ovddidanbargu
nob: Forsking og utviklingsarbeid

source: Sámediggi oaidná dárbbašlažžan ahte sámi oahpaheaddjeoahppu galgá leat oahpaheaddjeoahppu mas dutkan lea vuođđun , ja doarju lávdegotti árvvoštallama dás .
nob: Sametinget ser nødvendigheten av at samisk lærerutdanning skal være en forskningsbasert lærerutdanning og støtter utvalgets vurdering i dette .

source: Dutkan ja ovddidanbargu lea earenoamáš deaŧalaš eaktu sámi oahpaheaddjeoahpu duohtandahkamis , ja dat lea okta dain deaŧalaččamus doaimmain mii sáhttá dagahit ahte sámi servodat ieš seailluha ja ovdánahttá sámegiela ja kulturárbevieru .
nob: Forskning og utviklingsarbeid er en svært viktig forutsetning for realiseringen av en samisk lærerutdanning , og er et av de viktigste tiltak som kan sette det samiske samfunnet i stand til selv å bevare og utvikle samisk språk og kulturtradisjon .

source: Sámediggi doarju lávdegotti árvvoštallama ahte hukset stuora ja bissovaš fágabirrasiid gos dutkan ja alit oahppu leat čoahkis , ja gos sámi oppalašperspektiiva fuolahuvvo vai sámi oahpaheaddjeoahppu nannejuvvo ja duohtandahkko .
nob: Sametinget støtter utvalgets vurdering i at det er av grunnleggende betydning for å styrke og realisere samisk lærerutdanning , at det bygges opp større og stabile fagmiljøer der forskning og høyere utdanning er samlet , og der et samisk helhetsperspektiv ivaretas .

source: Sámediggi ferte danne čujuhit ahte dutkanheivehuvvon sámi oahpaheaddjeoahppu mearkkaša ahte ferte duođas áŋgiruššat dutkan ja ovddidanbarggu dáfus dain ásahusain main lea earenoamáš ovddasvástádus duohtandahkat sámi oahpaheaddjeoahpu .
nob: Sametinget må derfor påpeke at en forskningsbasert samisk lærerutdanning innebærer at det må skje en storstilt satsing på forsknings- og utviklingsarbeid ved de institusjoner som har et spesielt ansvar for realiseringen av en samisk lærerutdanning .

source: Sámi Instituhta ja Sámi allaskuvlla biras addá vejolašvuođaid hukset sámi universitehta mii šaddá stuora fágabirasin mas sámi oppalašperspektiiva vuhtii váldo , ja mas sámegiella lea guovddážis dan dutkan- ja ovddidanbarggus mii galgá doaimmahuvvot .
nob: Miljøet ved Nordisk Samisk Institutt og Samisk høgskole skaper muligheter for oppbygging av et samisk universitet som vil kunne utgjøre et større fagmiljø hvor det samiske helhetsperspektivet ivaretas , og hvor det samiske språket har en sentral dimensjon ved det forsknings- og utviklingsarbeidet som skal utføres .

source: Sámediggi deattuha ahte dutkanbirrasat gos sámegiella adno dutkamis leat deaŧalaččat .
nob: Sametinget understreker viktigheten av samiskspråklige forskningsmiljøer hvor samisk språk anvendes innenfor forskningen .

source: Sámediggi deattuha maiddái , nu movt Norgga dutkanráđi čielggadeapmi sámi dutkama birra čájeha , ahte sápmelaččaid duohta giellamáhttu iešguđet guovlluin lea hui iešguđetlágán .
nob: Sametinget vil samtidig også understreke , i tråd med Norges forskningsråds utredning om samisk forskning , at den faktiske språkbeherskelsen i samisk språk er høyst ulik blant samene .

source: Sámi kultuvra sáhttá geavvat vel heajut dillái , erenoamážit lulli- ja julevsámiguovlluin ja sámi riddoguovlluin , jus buot oktavuođain gáibida ahte sámi dutkansurggiid dutkit galget máhttit sámegiela .
nob: Særlig i sør- og lulesamisk område og i samiske kyst- og fjordstrøk , vil man kunne oppleve en ytterligere svekkelse av samisk kultur hvis man uten unntak skulle kreve samisk språkbeherskelse av alle forskere innenfor samisk forskningsfelt .

source: Lea deaŧalaš hukset sámegiel dutkangelbbolašvuođa , muhto dás berre diehttelasat leat balánsa vai sámi servodagat eai " ribat " dutkanrekrutterema menddo alla giellagáibádusaid geažil .
nob: Det er viktig å bygge opp samiskspråklig forskningskompetanse , men dette må balansere slik at de samiske samfunn ikke ” mister ” forskerrekrutter pga språkkrav som kan virke urimelig høye .

source: Sámediggi deattuha rabas ja čohkkejeaddji dutkandoaimmaid mearkkašumi .
nob: Sametinget understreker viktigheten av åpne og inkluderende forskningsbaserte virksomheter .

source: Sámediggi deattuha maiddái ahte sámi oahpaheaddjeoahpu dutkan- ja ovddidanbarggus ja dan vuođđun ferte leat guovttegielalaš perspektiiva , eamiálbmot perspektiiva ja máŋggakultuvrralaš perspektiivaČčujuhit e.e. O 97 Sámi , mas oahpahusa guovttegielalaš- , eamiálbmot- ja máŋggakultuvrralaš perspektiiva earenoamážit deattuhuvvo .
nob: Sametinget understreker også at forsknings- og utviklingsarbeid i forhold til samisk lærer-utdanning må bygge på og inneha et tospråklighetsperspektiv , et urfolksperspektiv og et flerkulturelt perspektiv . Det vises bl a til L 97 Samisk hvor et tospråklighets- , et urfolks- , og et flerkulturelt perspektiv i opplæringen særlig vektlegges .

source: Sámediggi namuha dán oktavuođas lávdegotti árvalusa ásahit eanet rekrutterenvirggiid / stipendiáhtaid huksen dihte sámi dutkan- ja oahpahusfierpmi .
nob: Sametinget bemerker i denne sammenheng utvalgets forslag om etablering av flere rekrutteringsstillinger / stipendiater for å kunne bygge opp et samisk forsknings- og utdanningsnettverk .

source: Sámediggi atná jierpmálažžan hábmet dákkár huksema 10-jagi prográmman sámi alit oahpu ja dutkama huksema ja ovddideame várás .
nob: Sametinget mener det er fornuftig å se en slik oppbygging opp mot et 10-års program for oppbygging og utvikling av samisk høyere utdanning og forskning .

source: Sámediggi lea juo 1997:s Sámedikki iežas dutkanplána meannudettiin , gáibidan ahte ferte álggahuvvot 10-jagi rekrutterenprográmma sámi dutkama várás .
nob: Sametinget har allerede i 1997 i forbindelse med behandling av Sametingets egen forsknings-plan tatt til orde for at det må igangsettes et 10-års rekrutteringsprogram innenfor samisk forskning .

source: Rekrutteren stipendiáhtaprográmma bokte ferte dahkkot máŋgga oasis jus galgá leat vejolaš čađahit dákkár prográmma .
nob: Rekruttering gjennom et stipendiatprogram må utvikles gjennom flere faser dersom det skal være realistisk å få gjennomført et slikt program .

source: Rekrutterenprográmma ii galgga sisttisdoallat dušše sámi oahpaheaddjeoahpu , muhto prográmma ferte maiddái vuhtii váldit sámi alit oahpu ja dutkama iešguđet dárbbuid .
nob: Et slikt rekrutteringsprogram må ikke kun settes opp mot oppbygging av samisk lærerutdanning , men programmet må ta høyde for ulike behov innenfor samisk høyere utdanning og forskning .

source: Sámediggi deattuha maiddái ahte sámi dutkan- ja ovddidanbarggu resursaháhkan rekrutterenprográmma bokte , ferte dahkkot buot oahpahusásahusaide mat leat ožžon dahje mat bohtet oažžut čielgasit definerejuvvon bargguid sámi oahpaheaddjeoahpu hárrái .
nob: Sametinget understreker også viktigheten av at ressursoppbygging gjennom et rekrutterings-program til samisk forsknings- og utviklingsarbeid må skje til alle de utdannings-institusjonene som har fått eller vil få klart definerte oppgaver i forhold til samisk lærer-utdanning .

source: Ággan dása lea ahte dat sáhttet doaimmahit bargguideaset dohkálaččat mii livččii ávkin sámi servodahkii .
nob: Dette slik at de sammen og hver for seg kan utføre sine oppgaver på en måte som er til det beste for det samiske samfunnet .

source: Čielggadeami joatkka
nob: Oppfølging av utredningen

source: Sámediggi atná lunddolažžan ahte departemeanta čuovvu čielggadeami , ja vuordá ahte departemeanta fargga ovddida sierra stuoradiggedieđáhusa sámi oahpaheaddjeoahpu birra .
nob: Sametinget ser det som naturlig at departementet følger opp foreliggende utredning og forventer at departementet i nær framtid legger fram en egen stortingsmelding om samisk lærerutdanning .

source: Eavttuhus 1 , áirasis Tor Nilsen NSR sámediggejoavku :
nob: Forslag 1 , representant Tor Nilsen , NSR ’ s sametingsgruppe :

source: Sámi sisdoallu norgga oahpaheaddjeoahpus
nob: Det samiske innholdet i den norske lærerutdanning

source: Go dábálaš oahpaheaddji ( dakkár geas ii leat sámi oahpaheaddjeoahppu ) lea geargan oahpuinis ja galgá skuvlavuogádagas bargagoahtit , de lea sus áibbas unnán gelbbolašvuohta oahpahit sámi diliid birra .
nob: Som ferdig utdannet har den vanlige lærer ( dvs. som ikke har samisk lærerutdanning ) som skal undervise i skoleverket tilegnet seg ytterst lite kompetanse til å kunne undervise om samiske forhold .

source: Lea hui mávssolaš ahte oahpaheaddjis lea fágalaš gelbbolašvuohta vai sáhttá albmaládje oahpahit fága nu ahte oahppit ohppet .
nob: Faglig kompetanse er viktig for læreren for å kunne formidle sitt fag på en trygg og god måte slik at eleven tilegner seg kunnskap .

source: Norgga oahpaheaddjestudeanttat buot oahpaheaddjeallaskuvllain fertejit oahpahuvvot nu ahte ieža maid sáhttet oahpahit sámi diliid birra .
nob: Lærerstudentene i Norge må gjøres i stand til å undervise om samiske forhold i skoleverket etter endt utdanning .

source: Sámi kulturmáhttu ferte čađahuvvot fágan dan mađe olu diimmuid ahte oahpaheaddjestudeanttat ožžot gelbbolašvuođa oahpahit norgga ja sámi oahppoplánaid ulbmiliid mielde .
nob: Samisk kulturkunnskap som fag må sikres et tilstrekkelig timeantall som skal gjøre lærerstudentene i stand til å undervise i forhold til intensjonene i det norske og det samiske læreplanverket .

source: Sámi sisdoallu fertejit integrerejuvvot buot fágaide oahpaheaddjeoahpahusas .
nob: Den samiske dimensjonen må integreres i alle fag i lærer-utdanningen .

source: Buot oahpaheaddjit geat gerget oahpaheaddjeallaskuvllas , galget sáhttit oahpahit sámi diliid birra almmá liige- dahje viidásetoahpu haga .
nob: Alle lærere som går ut av lærerskolen må kunne undervise om samiske forhold uten å måtte ta etter- eller videreutdanning .

source: Eavttuhus 2 , áirasis Laila Wilks NSR sámediggejoavku :
nob: Forslag 2 , representant Laila Wilks , NSR ’ s sametingsgruppe :

source: 7. siiddus 4. oasi maŋábeallái ( dárogielveršuvnnas ) :
nob: Tillegg , s. 7 etter avsnitt 4 :

source: Buohtalaga evttohuvvon 10-jagi prográmmain sámi alit oahpu ja dutkama várás , ferte maiddái álggahit 10-jagi sámegiela dutkan- ja vitaliserenprográmma mii erenoamážit gusto daidda guovlluide gos giella lea rašes dilis .
nob: Parallelt med det foreslåtte 10-årsprogram for oppbygging og utvikling av samisk høyere utdanning og forskning , må det samtidig igangsettes et 10-årig forsknings- og vitaliserings-program for samisk språk som spesielt rettes mot de områder hvor språket står svakt .

source: Prográmma berre geažosáiggi evaluerejuvvot , vai bohtosiid sáhttá árvvoštallat mielde , go dainna lágiin olaha buoremusat boađusáŋgiruššama .
nob: Programmet bør ha en løpende evaluering slik at resultatene kan vurderes underveis for å oppnå en mest mulig resultatrettet innsats .

source: Movt prográmma joatká , ferte árvvoštallat go áigodat nohkagoahtá .
nob: Hvordan programmet skal videreføres må vurderes mot slutten av perioden .

source: Eavttuhus 2 mearriduvvui ovttajienalaččat .
nob: Forslag 2 ble enstemmig vedtatt .

source: Ragnhild L. Nystad , áššejođiheaddji
nob: Ragnhild L. Nystad , saksordfører

source: Tor Nilsen ( bargoortnegii )
nob: Tor Nilsen ( til forr . orden

source: Sámediggi deattuha maiddái ahte sámi oahpaheaddjeoahpu dutkan- ja ovddidanbarggus ja dan vuođđun ferte leat guovttegielalaš perspektiiva , eamiálbmot perspektiiva ja máŋggakultuvrralaš perspektiivaČ čujuhit e.e. O 97 Sámi , mas oahpahusa guovttegielalaš- , eamiálbmot- ja máŋggakultuvrralaš perspektiiva earenoamážit deattuhuvvo .
nob: Sametinget understreker også at forsknings- og utviklingsarbeid i forhold til samisk lærerutdanning må bygge på og inneha et tospråklighetsperspektiv , et urfolksperspektiv og et flerkulturelt perspektiv . Det vises bl a til L 97 Samisk hvor et tospråklighets- , et urfolks- , og et flerkulturelt perspektiv i opplæringen særlig vektlegges .

source: Ášši meannudeapmi loahpahuvvui skábmamánu 9. b. 2000 dii. 10.30 .
nob: Saken avsluttet 9. november 2000 kl. 10.30 .

source: Ášši meannudeapmi álggahuvvui skábmamánu 9. b. 2000 dii. 10.50 .
nob: Saken påbegynt 9. november 2000 kl. 10.50 .

source: Čoahkkingirjji oassi áššis 23/00
nob: Utskrift av møtebok sak 23/00

source: Ovddasvástádus ja hálddašeapmi – 23.03.00 čielggadus Sámedikki vuollásaš ráđiid doaimma boahttevaš organiserema birra ( ovdal sáddejuvvon )
nob: Ansvar og administrasjon - utredning om framtidig organisering av virksomheten til Sametingets underliggende råd av 23.03.00 ( sendt ut tidligere )

source: Láhkaásahusat ja njuolggadusat maid Sámediggi lea mearridan
nob: Forskrifter og retningslinjer fastsatt av Sametinget

source: Guovvamánu 7. b. 1992 beaiváduvvon Gonagaslaš resolušuvdna ” Sámi ovddidanfoandda ođđa njuolggadusat ”
nob: Kongelig resolusjon av 7.2.1992 ” Nye forskrifter for Samisk utviklingsfond ”

source: I. Doarjjastivrra doaibma
nob: I. Tilskuddsstyrets virksomhet

source: Sámedikki doarjjastivra lea Sámedikki hálddašanorgána daid foanddaide ja doarjjaruđaide maid Sámediggi dáhttu doarjjastivrra juogadit .
nob: Sametingets tilskuddsstyre er Sametingets forvaltningsorgan for de fond og tilskuddsmidler Sametinget overfører tilskuddsstyret å fordele .

source: Sámediggi mearrida dákko bokte ahte Sámedikki doarjjastivra galgá hálddašit Sámedikki foanddaid ja doarjjaortnegiid dassážiigo Sámedikki njuolggadusat ja láhkaásahusat leat rievdaduvvon ja eará lea mearriduvvon .
nob: Sametinget beslutter med dette at Sametingets tilskuddsstyre inntil Sametingets retningslinjer og forskrifter er endret og annet bestemt , skal forvalte Sametingets fond og tilskuddsordninger .

source: Dat galgá dáhpáhuvvat nu ahte Sámedikki doarjjastivra doaibmagoahtá Sámedikki foanddaid stivran ja eará doarjjaortnegiid doarjjahálddašeaddjin .
nob: Da slik at Sametingets tilskuddsstyre trer inn i funksjonen som fondsstyre for Sametingets fond og tilskuddsforvalter i de øvrige tilskuddsordningene .

source: Iešguđet doarjjaortnegiid njuolggadusat ja láhkaásahusat bisuhuvvojit gaskaboddosaččat , earretgo hálddašanváldi iešguđet doarjjaortnegiin mat sirdojuvvojit doarjjastivrii .
nob: Retningslinjene og forskriftene for den enkelte tilskuddsordning opprettholdes midlertidig , med unntak av forvaltningsmyndigheten for de ulike tilskuddsordningene som overføres Sametingets tilskuddsstyre .
